{
  "home": "Home",
  "ourAcademy": "Our Academy",
  "music": "Music",
  "language": "Language",
  "arts": "Arts",
  "chinese": "Chinese",
  "teachers": "Teachers",
  "contact": "Contact",
  "schoolWebsite": "School Website",
  "socialMedia": "Social Media",
  "facebook": "Facebook",
  "instagram": "Instagram",
  "wechat": "WeChat",
  "welcomeToOurSchool": "Welcome to Our School",
  "discoverOurPrograms": "Discover our programmes, meet our talented teachers, and explore the activities we offer.",
  "home_title1": "HuaXi Education 华西教育",
  "home_description1": "At Huaxi Education, we combine Chinese and music teaching in a pleasant and professional environment. Since 2020, we have trained exceptional students with an approach that makes learning an enriching and enjoyable experience. Our team of highly qualified professionals ensures quality education, preparing students for a future full of opportunities. Discover how learning can be easy and fun at Huaxi!",
  "home_title2": "Hu Xi Artistic Training Centre 胡茜艺术中心",
  "home_description2": "The Hu Xi Centre leads in music education, with the best teachers and methodologies that ensure a high level of learning. Additionally, we offer our students the opportunity to perform in concerts at prestigious theatres and auditoriums, such as the Ateneo de Madrid and Amaia, providing a comprehensive and enriching artistic experience.",
  "home_title3": "HuaXi Academy 华西书院",
  "home_description3": "At the HuaXi Academy, we offer fun and effective Chinese learning with a team of experts and innovative methods. The classes are small and age-adapted, allowing for personalised attention tailored to each student's needs. We accept students of all ages and use games, videos, and other interactive resources to make lessons more engaging and motivating, ensuring optimal learning for everyone.",
  "cardTitle_instrumentsAndTeachers": "Instruments and Teachers",
  "cardDescription_instrumentsAndTeachers": "We offer piano, violin, cello, acoustic guitar, electric guitar, and saxophone lessons, taught by top instructors from prestigious conservatories and schools across Spain. | Ofrecemos clases de piano, violín, violonchelo, guitarra acústica, guitarra eléctrica y saxofón, impartidas por los mejores profesores de prestigiosos conservatorios y escuelas de toda España.",
  "cardTitle_singing": "Singing Lessons o",
  "cardDescription_singing": "We also offer classical and modern singing lessons, delivered by specialists in the field. We guarantee the development of high-quality vocal technique, maximising each student’s vocal potential. | También ofrecemos clases de canto lírico y moderno, impartidas por especialistas en el área. Garantizamos un aprendizaje de una técnica vocal de calidad, maximizando el potencial de la voz de cada alumno.",
  "cardTitle_musicGroup": "Music Ensembles",
  "cardDescription_musicGroup": "At HuXi, we have two ensembles: the Ruixin Choir and the Ruixin Orchestra. It is not necessary to be a student of an instrument or singing at our centre to participate. We work on various pieces and offer opportunities to perform them in theatres, including Chinese songs with the choir. | En HuXi contamos con dos agrupaciones: el Coro Ruixin y la Orquesta Ruixin. No es necesario ser alumno de instrumento o canto en el centro para participar. Trabajamos diversas obras y ofrecemos oportunidades para presentarlas en teatros, incluyendo canciones en chino en el coro.",
  "cardTitle_musicTheory": "Music Theory",
  "cardDescription_musicTheory": "To strengthen musical knowledge, we offer music theory classes, covering theory, rhythm, intonation, and dictation. We tailor our teaching to the needs of each student according to their goals and objectives. | Para reforzar los conocimientos musicales, ofrecemos clases de lenguaje musical, donde se trabaja teoría, ritmo, entonación y dictado. Nos adaptamos a las necesidades de cada alumno según sus metas y objetivos.",
  "cardTitle_conservatoireAccessExam": "Conservatoire Entrance Exam Preparation",
  "cardDescription_conservatoireAccessExam": "If your goal is to take entrance exams for the conservatory, we offer intensive courses specifically designed to prepare you. Our approach has proven to be very effective, ensuring thorough preparation for the exams. | Si tu objetivo es presentarte a las pruebas de acceso al conservatorio, ofrecemos cursos intensivos diseñados específicamente para prepararte. Nuestro enfoque ha demostrado ser muy efectivo, asegurando una sólida preparación para las pruebas.",
  "cardTitle_abrsm": "ABRSM Exam Preparation",
  "cardDescription_abrsm": "We provide personalised preparation for ABRSM exams, offering all the necessary support for each student. In recent years, many of our students have successfully achieved their goals. | Ofrecemos preparación personalizada para las pruebas ABRSM, brindando toda la atención necesaria para cada alumno. En los últimos años, muchos de nuestros estudiantes han logrado alcanzar sus objetivos con éxito.",
  "map": "Map",
  "wechat": "WeChat",
  "redbook": "RedBook",
  "academicSupport": "Academic Support"
}
