{
  "home": "Inicio",
  "ourAcademy": "Nuestra Academia",
  "music": "Música",
  "language": "Idioma",
  "arts": "Artes",
  "chinese": "Chino",
  "teachers": "Profesores",
  "contact": "Contacto",
  "schoolWebsite": "Página Web Escolar",
  "socialMedia": "Redes Sociales",
  "facebook": "Facebook",
  "instagram": "Instagram",
  "welcomeToOurSchool": "Bienvenidos a Nuestra Escuela",
  "discoverOurPrograms": "Descubre nuestros programas, conoce a nuestros talentosos profesores y explora las actividades que ofrecemos.",
  "home_title1": "Educación Huaxi 华西教育",
  "home_description1": "En Educación Huaxi, combinamos la enseñanza de chino y música en un entorno ameno y profesional. Desde 2020, hemos formado a estudiantes excepcionales con un enfoque que hace del aprendizaje una experiencia enriquecedora y divertida. Nuestro equipo de profesionales altamente cualificados garantiza una educación de calidad, preparando a los alumnos para un futuro lleno de oportunidades. ¡Descubre cómo aprender puede ser fácil y divertido en Huaxi!",
  "home_title2": "Centro de formación artística Hu Xi 胡茜艺术中心",
  "home_description2": "El centro Hu Xi lidera la enseñanza musical, con los mejores profesores y metodologías que aseguran un alto nivel de aprendizaje. Además, ofrecemos a nuestros alumnos la oportunidad de presentarse en conciertos en prestigiosos teatros y auditorios, como el Ateneo de Madrid y Amaia, proporcionando una experiencia artística integral y enriquecedora.",
  "home_title3": "Academia HuaXi 华西书院",
  "home_description3": "En la academia HuaXi, ofrecemos un aprendizaje de chino divertido y efectivo, con un equipo de expertos y métodos innovadores. Las clases son reducidas y adaptadas por edades, lo que permite una atención personalizada según las necesidades de cada alumno. Aceptamos estudiantes de todas las edades y usamos juegos, videos y otros recursos interactivos para hacer las lecciones más amenas y motivadoras, garantizando un aprendizaje óptimo para todos.",
  "cardTitle_instrumentsAndTeachers": "Instrumentos y profesores",
  "cardDescription_instrumentsAndTeachers": "Ofrecemos clases de piano, violín, violonchelo, guitarra acústica, guitarra eléctrica y saxofón, impartidas por los mejores profesores de prestigiosos conservatorios y escuelas de toda España.",
  "cardTitle_singing": "Clases de canto",
  "cardDescription_singing": "También ofrecemos clases de canto lírico y moderno, impartidas por especialistas en el área. Garantizamos un aprendizaje de una técnica vocal de calidad, maximizando el potencial de la voz de cada alumno.",
  "cardTitle_musicGroup": "Agrupaciones musicales",
  "cardDescription_musicGroup": "En HuXi contamos con dos agrupaciones: el Coro Ruixin y la Orquesta Ruixin. No es necesario ser alumno de instrumento o canto en el centro para participar. Trabajamos diversas obras y ofrecemos oportunidades para presentarlas en teatros, incluyendo canciones en chino en el coro.",
  "cardTitle_musicTheory": "Lenguaje musical",
  "cardDescription_musicTheory": "Para reforzar los conocimientos musicales, ofrecemos clases de lenguaje musical, donde se trabaja teoría, ritmo, entonación y dictado. Nos adaptamos a las necesidades de cada alumno según sus metas y objetivos.",
  "cardTitle_conservatoireAccessExam": "Preparación pruebas acceso al conservatorio",
  "cardDescription_conservatoireAccessExam": "Si tu objetivo es presentarte a las pruebas de acceso al conservatorio, ofrecemos cursos intensivos diseñados específicamente para prepararte. Nuestro enfoque ha demostrado ser muy efectivo, asegurando una sólida preparación para las pruebas.",
  "cardTitle_abrsm": "Preparación pruebas ABRSM",
  "cardDescription_abrsm": "Ofrecemos preparación personalizada para las pruebas ABRSM, brindando toda la atención necesaria para cada alumno. En los últimos años, muchos de nuestros estudiantes han logrado alcanzar sus objetivos con éxito.",
  "map": "Mapa",
  "wechat": "WeChat",
  "redbook": "RedBook",
  "academicSupport": "Apoyo Escolar"
}
